{"time":1686715186298,"blocks":[{"id":"iIihLf1hr_","type":"header","data":{"text":"Welcome to Emissary!","level":1}},{"id":"KcSbMRyIIw","type":"paragraph","data":{"text":"Thanks for installing Emissary. &nbsp;This developer preview is not ready for production, but is ready for fellow techies to kick the tires and look under the hood."}},{"id":"ZyaqqgPpSp","type":"header","data":{"text":"Things to Try With Your New Website:","level":2}},{"id":"K2BbuVvuf-","type":"header","data":{"text":"1. Add some pages of your own","level":3}},{"id":"KbHZYMARge","type":"paragraph","data":{"text":"Administrators can put additional pages in the top navigation bar by clicking on <a href=\"/admin/navigation\">Server &gt; Navigation</a> and adding a new page. You can also use this section to remove this default content."}},{"id":"CmxZcym93L","type":"header","data":{"text":"2. Try out other Content Types","level":3}},{"id":"2NaTPMmZQa","type":"paragraph","data":{"text":"This default installation includes several core types of content pages. &nbsp;This page uses the block-based <a href=\"https://editorjs.io\">Editor.js content</a>. &nbsp;There's also support for <a href=\"https://github.com/yuin/goldmark\">Markdown</a> pages and plain old HTML code."}},{"id":"xzyDaRMoSD","type":"header","data":{"text":"3. Try out the RSS Reader","level":3}},{"id":"vUB8-LarGN","type":"paragraph","data":{"text":"Emissary includes a built-in RSS reader that lets you follow just about every website on the planet. &nbsp;Plus, sites that support fast, real-time connections like WebSub and ActivityPub are automatically upgraded so you get instant notifications."}},{"id":"idmwDZvOIS","type":"paragraph","data":{"text":"To get started, click on <a href=\"/@me/inbox\">your Inbox</a> then click the \"Follow\" button. &nbsp;You can paste in any website address, or a Fediverse username."}},{"id":"vwBLu7usPx","type":"header","data":{"text":"4. Try adding some Widgets","level":3}},{"id":"pEFrhg1pDr","type":"paragraph","data":{"text":"Widgets are extra pieces of functionality that you can add to the borders of every page on this website. &nbsp;To add a widget, click the \"Edit\" link in the top-right corner of this page, then click \"Widgets\" in the menu bar. &nbsp;There, you can drag and drop various pieces of content around the page. So cool!"}},{"id":"MvNxGSkSFt","type":"header","data":{"text":"I'm Here to Help","level":2}},{"id":"lxy66iXDgk","type":"paragraph","data":{"text":"I believe that Emissary is an important piece of the future Internet, and I'm working hard to make it useful for a wide range of people. &nbsp;While Emissary is still in (very) early developer previews, your insights are incredibly valuable. &nbsp;If you have questions or need help, please <a href=\"https://github.com/EmissarySocial/emissary/issues\">open a ticket on GitHub</a> and we'll help you out right away."}}],"version":"2.27.0"}